tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
brew "curl"
brew "php"
brew "composer"
brew "git"
brew "mas"
brew "starship"
brew "volta"
brew "zsh-syntax-highlighting"
cask "fig"
cask "firefox-developer-edition"
cask "font-blex-mono-nerd-font"
cask "google-chrome"
cask "iterm2"
cask "microsoft-edge"
cask "phpstorm"
cask "slack"
