tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
brew "curl"
brew "php"
brew "composer"
brew "git"
brew "mas"
brew "starship"
brew "tldr"
brew "volta"
brew "zsh-syntax-highlighting"
cask "1password"
cask "fig"
cask "firefox-developer-edition"
cask "font-blex-mono-nerd-font"
cask "google-chrome"
cask "iterm2"
cask "microsoft-edge"
cask "phpstorm"
cask "slack"
mas "1Password for Safari", id: 1569813296
mas "AdGuard for Safari", id: 1440147259
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
